<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Мовні ресурси аутентифікації
    |--------------------------------------------------------------------------
    |
    | Наступні мовні ресурси використовуються під час аутентифікації для
    | різних повідомлень які ми повинні вивести користувачеві на екран.
    | Ви можете вільно змінювати ці мовні ресурси відповідно до вимог
    | вашої програми.
    |
    */

    'login' => 'Вхід',
    'sign_in' => 'Увійдіть',
    'join' => 'Приєднатись',
    'register' => 'Реєстрація',
    'register_submit' => 'Надішліть свій запит на реєстрацію',
    'company_name' => 'Назва організації',
    'logout' => 'Вийти',
    'first_name' => 'Ім\'я',
    'last_name' => 'Прізвище',
    'address' => 'Адреса',
    'postcode' => 'Почтовий індекс',
    'inn' => 'ІПН',
    'okpo' => 'ЄДРПОУ',
    'account' => 'Розрахунковий рахунок',
    'mfo' => 'МФО',
    'nsnds' => 'Номер свідотства платника НДС',
    'taxpayer' => 'Статус платника податку на прибуток',
    'phone' => 'Телефон',
    'fax' => 'Факс',
    'email' => 'Адреса електронної пошти',
    'password' => 'Пароль',
    'confirm_password' => 'Підтвердіть пароль',
    'forget' => 'Забули пароль?',
    'new' => 'Новий користувач?',
    'data_ga' => 'Вхід, перейдіть, щоб зареєструватися',
    'create' => 'Створити аккаунт',
    'failed'   => 'Ці облікові дані не збігаються з нашими записами.',
    'throttle' => 'Занадто багато спроб входу. Будь ласка, спробуйте ще раз, через :seconds секунд.',

    'banned' => 'Цей аккаунт був заблокований.',

    'hello' => 'Привіт!',
    'whoops' => 'Ой!',
    'regards' => 'З повагою',
    'rights' => 'Всі права захищені',
    'mail_verify' => 'Підтвердіть адресу електронної пошти',
    'mail_click' => 'Натисніть кнопку нижче, щоб підтвердити свою адресу електронної пошти.',
    'mail_not' => 'Якщо ви не створили обліковий запис, подальших дій не потрібно. Якщо ви не створили обліковий запис, додаткові дії не потрібно.',
    'mail_text' => 'Якщо ви не можете натиснути кнопку ":actionText", скопіюйте та вставте URL-адресу нижче\n у веб-браузері: [:actionURL](:actionURL)',
];
